Non-vocabulary words frequency table:
====================================

am: 19
it: 19
why: 19
do: 18
feel: 18
where: 18
ouch: 17
wet: 17
paw: 16
share: 16
sway: 16
warm: 16
window: 16
has: 15
pull: 15
sorry: 15
our: 14
ready: 14
scare: 14
be: 13
chase: 13
hole: 13
place: 13
tall: 13
bag: 12
first: 12
from: 12
later: 12
long: 12
trees: 12
hide: 11
let: 11
stuck: 11
that: 11
today: 11
buddy: 10
fear: 10
if: 10
low: 10
outside: 10
reach: 10
slow: 10
wash: 10
bal: 9
dirty: 9
follow: 9
lost: 9
nod: 9
root: 9
woof: 9
flower: 8
put: 8
strong: 8
hard: 7
orange: 7
ours: 7
quiet: 7
stars: 7
berry: 6
brown: 6
candy: 6
chair: 6
key: 6
koo: 6
late: 6
river: 6
work: 6
yard: 6
yours: 6
birds: 5
care: 5
cry: 5
egg: 5
field: 5
hill: 5
man: 5
poke: 5
story: 5
together: 5
tummy: 5
wow: 5
adventure: 4
arm: 4
box: 4
bring: 4
class: 4
color: 4
dry: 4
eye: 4
eyes: 4
floor: 4
free: 4
hands: 4
hat: 4
keep: 4
kids: 4
nice: 4
nose: 4
other: 4
same: 4
scary: 4
set: 4
smart: 4
still: 4
your: 4
alone: 3
banana: 3
bug: 3
children: 3
chirp: 3
coin: 3
cute: 3
feet: 3
goodbye: 3
hug: 3
land: 3
lift: 3
lose: 3
meat: 3
must: 3
named: 3
only: 3
pass: 3
past: 3
read: 3
rest: 3
shake: 3
sound: 3
suddenly: 3
talk: 3
taste: 3
thing: 3
top: 3
tweet: 3
under: 3
what: 3
worth: 3
yay: 3
beak: 2
bench: 2
clear: 2
cloth: 2
cloud: 2
dance: 2
deep: 2
dinner: 2
draw: 2
driver: 2
empty: 2
every: 2
float: 2
grocery: 2
half: 2
head: 2
just: 2
kind: 2
ladder: 2
leave: 2
mean: 2
milk: 2
noise: 2
okay: 2
pick: 2
pidgin: 2
point: 2
pretty: 2
ramp: 2
rough: 2
shh: 2
shirt: 2
simple: 2
swim: 2
team: 2
tell: 2
toy: 2
until: 2
vocabulary: 2
watch: 2
weet: 2
welcome: 2
yell: 2
yet: 2
yum: 2
a: 1
allowed: 1
around: 1
bandage: 1
basic: 1
before: 1
between: 1
blink: 1
bounce: 1
brave: 1
careful: 1
carry: 1
clap: 1
clothe: 1
clothes: 1
cut: 1
dig: 1
directions: 1
easy: 1
engaging: 1
english: 1
face: 1
fair: 1
fine: 1
fire: 1
follows: 1
game: 1
glow: 1
glue: 1
hair: 1
happen: 1
heart: 1
hiss: 1
hunt: 1
hurry: 1
interaction: 1
into: 1
join: 1
learn: 1
leaves: 1
legs: 1
lie: 1
lit: 1
log: 1
lucky: 1
makes: 1
meet: 1
minimal: 1
o: 1
oops: 1
paper: 1
people: 1
perfect: 1
phone: 1
provided: 1
questions: 1
quick: 1
ride: 1
roof: 1
round: 1
rules: 1
s: 1
save: 1
scratch: 1
shhh: 1
shiny: 1
sick: 1
sigh: 1
silly: 1
slip: 1
so: 1
sock: 1
sparkle: 1
stair: 1
stone: 1
string: 1
structure: 1
tag: 1
tie: 1
tight: 1
till: 1
tiny: 1
tool: 1
uses: 1
verbs: 1
voice: 1
wa: 1
way: 1
while: 1
who: 1
whose: 1
wiggle: 1
win: 1
woosh: 1
word: 1
words: 1
world: 1
yawn: 1
zoom: 1
